Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/petra_kuuva_saamelaiskarajien_oppimateriaalisihteeriksi.html.tmx
Source language: fin
Languages: sme

source: Petra Kuuva Saamelaiskäräjien oppimateriaalisihteeriksi
sme: Petra Kuuva Sámedikki oahppamateriálačállin

source: Saamelaiskäräjien hallitus nimitti kokouksessaan 10.12.2020 kasvatustieteiden maisteri Petra Kuuvan oppimateriaalisihteerin virkaan.
sme: Sámedikki stivra nammadii čoahkkimisttis 10.12.2020 bajásgeassindiehtagiid magisttar Petra Kuuva oahppamateriálačálli virgái.

source: Määräaikaan mennessä virkaan tuli kolme hakemusta.
sme: Mearreáiggi siste virgái bohte golbma ohcamuša.

source: Kuuva aloittaa tehtävässä vuoden 2021 alussa pitkäaikaisen oppimateriaalisihteerin Hannu Kangasniemen jäädessä eläkkeelle.
sme: Kuuva álggaha barggus jagi 2021 álggus, go guhkesáigásaš oahppamateriálačálli Hannu Kangasniemi báhcá ealáhahkii.

source: Kuuva on aiemmin työskennellyt pitkään inarinsaamenkielisen opetuksen ja inarinsaamen kielen opettajana eri luokka-asteilla esiopetuksesta toisen asteen koulutukseen, ja viimeksi Saamelaiskäräjillä kielipesäohjaajana sekä sitä aiemmin saamenkielisen lastenmateriaalihankkeen suunnittelijana.
sme: Kuuva lea ovdal bargan guhká anárašgielat oahpahusa ja anárašgiela oahpaheaddjin sierra luohkkádásiin ovdaoahpahusas gitta nuppi dási skuvlejupmái, ja maŋimuš Sámedikkis giellabeassejođiheaddjin, ja ovdal dan son barggai sámegielat mánáidmateriálafitnu plánejeaddjin.

source: Kuuva on iloinen saadessaan aloittaa työt saamenkielisten oppimateriaalien parissa.
sme: Kuuva lea ilus, go oažžu bargagoahtit sámegielat oahppamateriálaiguin.

source: – On hyvä tunne päästä tekemään oppimateriaalityötä osana laajaa verkostoa ja osaavaa toimistoa.
sme: – Lea buorre dovdu, go beassá bargat oahppamateriálabarggu oassin viiddes fierpmádagas ja čeahpes doaimmahagas.

source: Hannun tekemä pitkäaikainen työ on hyvä pohja jatkaa merkityksellistä ja tärkeää työtä.
sme: Hannu guhkesáigásaš bargu lea buorre vuođđu joatkit mávssolaš ja dehálaš barggu.

source: Suurella sydämellä otan tämän innostavan työn vastaan, sanoo Kuuva.
sme: Liekkus váimmuin válddán dán movttiidahtti barggu vuostá, dadjá Kuuva.

source: Oppimateriaalisihteerin tehtävänä on valmistella saamenkielisen oppimateriaalin tuottamista koskevia asioita, toimia koulutus- ja oppimateriaalilautakunnan ja saamelaisten koulutusasiain yhteistyöelimen esittelijänä, sihteerinä ja valmistelijana oppimateriaaliasioissa sekä toimeenpanna lautakunnan, yhteistyöelimen, Saamelaiskäräjien hallituksen ja käräjien kokouksen tekemät toimialansa päätökset.
sme: Oahppamateriálačálli bargun lea válmmaštallat sámegielat oahppamateriála buvttadeapmái guoski áššiid, doaibmat skuvlen- ja oahppamateriálalávdegotti ja sámiid skuvlenáššiid ovttasbargoorgána áššemeannudeaddjin, čállin ja válmmaštallin oahppamateriálaáššiin ja ollašuhttit lávdegotti, ovttasbargoorgána, Sámedikki stivrra ja Sámedikki dievasčoahkkima iežas doaibmasuorggi mearrádusaid.

source: Oppimateriaalisihteeri seuraa ja hallinnoi oppimateriaalimäärärahan käyttöä ja materiaalihankkeita, valvoo määräaikaisten oppimateriaalityöntekijöiden työtä, huolehtii oppimateriaalihankkeiden toimitustyöstä, avustaa käräjien puheenjohtajaa toimialaansa kuuluvissa tehtävissä sekä pitää yhteyttä muihin saamelaisorganisaatioihin yli rajojen ja eri viranomaisiin.
sme: Oahppamateriálačálli čuovvu ja hálddaša oahppamateriálamearreruđa geavaheami ja materiálafitnuid, goziha mearreáigásaš oahppamateriálabargiid barggu, fuolaha oahppamateriálafitnuid doaimmahusbarggus, veahkeha Sámedikki sátnejođiheaddji doaibmasuorgásis gullevaš bargguin ja doallá oktavuođa rastá rájiid eará sámeorganisašuvnnaide ja iešguđet virgeoapmahaččaide.

source: Koulutus ja oppimateriaali
sme: Skuvlen ja oahppamateriála

source: Lisätietoja
sme: Lassedieđut

source: Hallintopäällikkö Pia Ruotsala-Kangasniemi, 010 839 3106 / 040 726 2688, pia.ruotsala(at)samediggi.fi
sme: Hálddahushoavda Pia Ruotsala-Kangasniemi, 010 839 3106 / 040 726 2688, pia. ruotsala(at)samediggi

source: Koulutussihteeri Ulla Aikio-Puoskari, 010 839 3112 / 040 767 3101, ulla-aikio-puoskari(at)samediggi.fi
sme: Skuvlenčálli Ulla Aikio-Puoskari, 010 839 3112 / 040 767 3101, ulla-aikio-puoskari(at)samediggi.fi
